Repository: Timocop/PSMoveServiceEx-Virtual-Device-Manager
Catalog: PSMSVirtualDeviceManager/Localization/Localization.*.resx
Languages: de, es, pl

# Updates
source: Check For Updates
de: Nach Updates suchen
es: Buscar actualizaciones
pl: Sprawdź aktualizację

# ControllersAttachements
source: Controller Attachements
de: Controller-Anhänge
es: Anexos del controlador
pl: Dodatki do kontrolera

# FactoryResetService
source: Factory Reset PSMoveServiceEx
de: Werksrückstellung PSMoveServiceEx
es: Restablecimiento de fábrica PSMoveServiceEx
pl: Przywróć ustawienia fabryczne PSMoveServiceEx

# ControllersGeneral
source: General
de: Allgemein
pl: Ogólne

# InstallCameraDrivers
source: Install Playstation Eye Drivers
de: Playstation Eye-Treiber installieren
es: Instalar controladores Playstation Eye
pl: Zainstaluj sterowniki Playstation Eye

source: Language
de: Sprache
es: Idioma
pl: Język

# RunSteamVR
source: Launch SteamVR
de: SteamVR starten
es: Iniciar SteamVR
pl: Uruchom SteamVR

source: Navigation
es: Navegación
pl: Nawigacja

# VMTPauseOscServer
source: Pause OSC Server
de: OSC-Server anhalten
es: Pausa del servidor OSC
pl: Wstrzymaj serwer OSC

# ControllersRemote
source: Remote Devices
de: Entfernte Geräte
es: Dispositivos remotos
pl: Zdalne urządzenia

# RestartPSMS
source: Restart Service
de: Dienst neu starten
es: Reiniciar el servicio
pl: Zrestartuj usługę

# RunPSMS
source: Run Service
de: Dienst ausführen
es: Ejecutar el servicio
pl: Uruchom usługę

# RunPSMSTool
source: Run Service Config Tool
de: Dienstkonfigurationsprogramm ausführen
es: Ejecutar Service Config Tool
pl: Uruchom narzędzie konfiguracji usługi

source: Service Management
de: Dienstleistungsverwaltung
es: Gestión de servicios
pl: Zarządzanie usługą

# VMTStartOscServer
source: Start OSC Server
de: OSC-Server starten
es: Iniciar el servidor OSC
pl: Uruchom serwer OSC

# RemoteStartSocket
source: Start Socket
de: Start Steckdose
es: Enchufe de arranque
pl: Uruchom socket

# StopPSMS
source: Stop Service
de: Dienst anhalten
es: Detener el servicio
pl: Zatrzymaj usługę

source: Troubleshooting
de: Fehlersuche
es: Solución de problemas
pl: Diagnostyka

source: Version:
es: Versión:
pl: Wersja:

# Controllers
source: Virtual Controllers
de: Virtuelle Steuergeräte
es: Controladores virtuales
pl: Wirtualne kontrolery

# HMDs
source: Virtual Head-Mounted Devices
de: Virtuelle kopfgetragene Geräte
es: Dispositivos virtuales montados en la cabeza
pl: Wirtualne urządzenia na głowę (HMD)

# ControllersVMT
source: Virtual Motion Tracker
de: Virtueller Bewegungstracker
es: Rastreador de movimiento virtual
pl: Wirtualne trackery ruchy (VMT)

# Trackers
source: Virtual Trackers
de: Virtuelle Tracker
es: Rastreadores virtuales
pl: Wirtualne trackery

source: Download Now
de: Jetzt herunterladen
es: Descargar ahora
pl: Pobierz teraz

source: Ignore
de: Ignorieren Sie
pl: Ignoruj

# Label3
source: Manage service and configurations here.
de: Hier können Sie Dienste und Konfigurationen verwalten.
es: Gestione aquí el servicio y las configuraciones.
pl: Tutaj można zarządzać usługami i konfiguracjami.

# PSMSDisconnected
source: PSMoveServiceEx Disconnected
de: PSMoveServiceEx Abgekoppelt
es: PSMoveServiceEx Desconectado
pl: PSMoveServiceEx Rozłączono

# PSMSUpdateAvailable
source: PSMoveServiceEx Software Update Available
de: PSMoveServiceEx Software-Update verfügbar
es: Disponible la actualización de software PSMoveServiceEx
pl: Aktualizacja oprogramowania PSMoveServiceEx dostępna

# PSMSUpdateText
source: A new update for PSMoveServiceEx is now accessible. This update includes various improvements, performance enhancements, and additional features. To experience the latest improvements, consider updating your software.
de: Ein neues Update für PSMoveServiceEx ist jetzt verfügbar. Dieses Update enthält verschiedene Verbesserungen, Leistungssteigerungen und zusätzliche Funktionen. Wenn Sie die neuesten Verbesserungen nutzen möchten, sollten Sie Ihre Software aktualisieren.
es: Ya está disponible una nueva actualización de PSMoveServiceEx. Esta actualización incluye varias mejoras, mejoras de rendimiento y funciones adicionales. Para experimentar las últimas mejoras, considere la posibilidad de actualizar su software.
pl: Nowa aktualizacja dla PSMoveServiceEx jest już dostępna. Aktualizacja ta zawiera różne ulepszenia, poprawki wydajności i dodatkowe funkcje. Aby skorzystać z najnowszych ulepszeń, warto rozważyć aktualizację oprogramowania.

# VDMUpdateAvailable
source: Virtual Device Manager Software Update Available
de: Software-Update für Virtual Device Manager verfügbar
es: Disponible la actualización del software Virtual Device Manager
pl: Dostępna aktualizacja oprogramowania Virtual Device Manager

# VDMUpdateText
source: A new update for PSMoveServiceEx - Virtual Device Manager is now accessible. This update includes various improvements, performance enhancements, and additional features. To experience the latest improvements, consider updating your software.
de: Ein neues Update für PSMoveServiceEx - Virtual Device Manager ist jetzt verfügbar. Dieses Update enthält verschiedene Verbesserungen, Leistungssteigerungen und zusätzliche Funktionen. Wenn Sie die neuesten Verbesserungen nutzen möchten, sollten Sie Ihre Software aktualisieren.
es: Ya está disponible una nueva actualización de PSMoveServiceEx - Virtual Device Manager. Esta actualización incluye varias mejoras, mejoras de rendimiento y funciones adicionales. Para experimentar las últimas mejoras, considere la posibilidad de actualizar su software.
pl: Nowa aktualizacja dla PSMoveServiceEx - Virtual Device Manager jest już dostępna. Aktualizacja ta zawiera różne ulepszenia, poprawki wydajności i dodatkowe funkcje. Aby skorzystać z najnowszych ulepszeń, warto rozważyć aktualizację oprogramowania.

source: Controller Attachements
de: Controller-Anhänge
es: Anexos del controlador
pl: Dodatki do kontrolera

source: Configuration
de: Konfiguration
es: Configuración
pl: Konfiguracja

# ClosePSMSTool
source: Close Config Tool
de: Konfig-Tool schließen
es: Cerrar Config Tool
pl: Zamknij narzędzie konfiguracji

source: Visit GitHub
de: GitHub besuchen
es: Visita GitHub
pl: Odwiedź GitHub'a

source: Type
de: Typ
es: Tipo
pl: Typ

source: Color
de: Farbe
pl: Kolor

source: Position
es: Posición
pl: Pozycja

source: Orientation
de: Orientierung
es: Orientación
pl: Orientacja

source: Service Control
de: Dienstleistungskontrolle
es: Control de servicios
pl: Kontrola usługi

source: Debug Service
de: Debug-Dienst
es: Servicio de depuración
pl: Zdebuguj usługę

source: Set Service Path
de: Dienstpfad festlegen
es: Establecer ruta de servicio
pl: Ustaw ścieżkę usługi

# RunPSMSToolCmd
source: Debug Config Tool
de: Debug-Konfigurationswerkzeug
es: Herramienta de configuración de depuración
pl: Zdebuguj narzędzie konfiguracji usługi

source: Support and Updates
de: Unterstützung und Updates
es: Asistencia y actualizaciones
pl: Wsparcie i aktualizacje

source: Available Service Devices
de: Verfügbare Servicegeräte
es: Dispositivos de servicio disponibles
pl: Dostępne urządzenia serwisowe

source: Blue
de: Blau
es: Azul
pl: Niebieski

source: Green
de: Grün
es: Verde
pl: Zielony

source: Red
de: Rot
es: Rojo
pl: Czerwony

source: Yellow
de: Gelb
es: Amarillo
pl: Żółty

source: Connecting to service...
de: Verbindung zum Dienst...
es: Conexión al servicio...
pl: Łączenie z usługą...

source: Service Connected
de: Service Verbunden
es: Servicio conectado
pl: Usługa połączona

source: Service Disconnected
de: Dienst unterbrochen
es: Servicio desconectado
pl: Usługa odłączona

source: Cyan
es: Cian
pl: Cyjan

# RestartingPSMSX
source: Restarting PSMoveServiceEx...
de: Neustart von PSMoveServiceEx...
es: Reiniciando PSMoveServiceEx...
pl: Restartowanie PSMoveServiceEx...

# PSMSXAdminExitPrompt
source: You have PSMoveServiceAdmin running, please stop the service manually.
de: Sie haben PSMoveServiceAdmin laufen, bitte beenden Sie den Dienst manuell.
es: Tiene PSMoveServiceAdmin ejecutándose, por favor detenga el servicio manualmente.
pl: Usługa PSMoveServiceAdmin jest uruchomiona, zatrzymaj ją ręcznie.

# UnableToStopService
source: Unable to stop the service.
de: Der Dienst kann nicht angehalten werden.
es: No se puede detener el servicio.
pl: Nie można zatrzymać usługi.

source: Service path:
de: Dienstweg:
es: Vía de servicio:
pl: Ścieżka usługi:

# ContinuePrompt
source: Do you want to continue?
de: Möchten Sie fortfahren?
es: ¿Quieres continuar?
pl: Czy chcesz kontynuować?

source: Driver Installation
de: Treiber-Installation
es: Instalación del controlador
pl: Instalacja sterowników

source: Battery
de: Batterie
es: Batería
pl: Bateria

# PSMSXAlreadyRunning
source: PSMoveServiceEx is already running!
de: PSMoveServiceEx läuft bereits!
es: ¡PSMoveServiceEx ya está en marcha!
pl: Usługa PSMoveServiceEx jest już uruchomiona!

# PSMSXToolAlreadyRunning
source: PSMoveServiceEx Config Tool is already running!
de: Das PSMoveServiceEx-Konfigurationsprogramm läuft bereits!
es: ¡PSMoveServiceEx Config Tool ya está en marcha!
pl: Narzędzie konfiguracyjne PSMoveServiceEx jest już uruchomione!

# AnotherInstancePrompt
source: Do you want to run another instance?
de: Möchten Sie eine weitere Instanz starten?
es: ¿Quieres ejecutar otra instancia?
pl: Czy chcesz uruchomić kolejną instancję?

source: Instance already running
de: Instanz läuft bereits
es: Instancia ya en funcionamiento
pl: Instancja już uruchomiona

# PSMSXToolDoesntExist
source: PSMoveConfigTool.exe does not exist!
de: PSMoveConfigTool.exe existiert nicht!
es: ¡PSMoveConfigTool.exe no existe!
pl: PSMoveConfigTool.exe nie istnieje!

# PSMSXNotRunning
source: PSMoveServiceEx is not running!
de: PSMoveServiceEx wird nicht ausgeführt!
es: PSMoveServiceEx no se está ejecutando.
pl: Usługa PSMoveServiceEx nie jest uruchomiona!

# PSMSXToolNotRunning
source: PsMoveServiceEx Config Tool is not running!
de: PsMoveServiceEx Config Tool wird nicht ausgeführt!
es: ¡PsMoveServiceEx Config Tool no se está ejecutando!
pl: Narzędzie konfiguracyjne PSMoveServiceEx nie jest uruchomione!

# PSMSXRunningPleaseClose
source: PSMoveServiceEx is running. Please close PSMoveServiceEx!
de: PSMoveServiceEx wird ausgeführt. Bitte schließen Sie PSMoveServiceEx!
es: PSMoveServiceEx se está ejecutando. Por favor, cierre PSMoveServiceEx.
pl: Usługa PSMoveServiceEx jest uruchomiona. Zamknij PSMoveServiceEx!

# AboutToInstallLibUSB
source: You are about to install LibUSB drivers for Playstation Eye Cameras.
de: Sie sind dabei, die LibUSB-Treiber für Playstation Eye Cameras zu installieren.
es: Está a punto de instalar los controladores LibUSB para las cámaras Playstation Eye.
pl: Właśnie instalujesz sterowniki LibUSB dla kamer Playstation Eye.

# PSEyeDriversWillBeReplaced
source: Already existing Playstation Eye drivers will be replaced!
de: Bereits vorhandene Playstation Eye-Treiber werden ersetzt!
es: Se sustituirán los controladores Playstation Eye ya existentes.
pl: Istniejące już sterowniki Playstation Eye zostaną zastąpione!

source: WARNING!
de: WARNUNG!
es: ¡AVISO!
pl: OSTRZEŻENIE!

# LanguageT
source: Languages tagged with (T) mean that they were translated using an online tool and might not be accurate. Please, if you can, translate it to your language, so we can improve the translation accuracy.
de: Sprachen, die mit (T) gekennzeichnet sind, wurden mit einem Online-Tool übersetzt und sind möglicherweise nicht genau. Bitte übersetzen Sie den Text, wenn möglich, in Ihre Sprache, damit wir die Genauigkeit der Übersetzung verbessern können.
es: Los idiomas marcados con (T) significan que se han traducido utilizando una herramienta en línea y pueden no ser exactos. Por favor, si puede, tradúzcalo a su idioma para que podamos mejorar la precisión de la traducción.
pl: Języki oznaczone (T) oznaczają, że zostały przetłumaczone za pomocą narzędzia online i mogą nie być dokładne. Jeśli możesz, przetłumacz je na swój język, abyśmy mogli poprawić dokładność tłumaczenia.

source: Polish
de: Polnisch
es: Polaco
pl: Polski

# Spanish
source: Spanish (T)
de: Spanisch (T)
es: Español (T)
pl: Hiszpański

# German
source: German (T)
de: Deutsch
es: Alemán (T)
pl: Niemiecki

source: English
de: Englisch
es: Inglés
pl: Angielski

source: Error
de: Fehler

source: Serial
de: Serienmäßig
es: Serie
